Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: He was honored in 2008 with the Millennium Technology Prize by the Technology Academy Finland, “in recognition of his creation of a new open source operating system for computers leading to the widely used Linux kernel.”
ja: さらに 2008 年には、「後に世界中で広く利用される Linux カーネルとなる新しいオープン ソース オペレーティング システムを生み出した功績が認められ」、フィンランドの独立系基金 Technology Academy Finland から Millennium Technology Prize を贈呈されました。

source: He was one of the founding board members for the Free Standards Group.
ja: Free Standards Group (FSG) の創設ボード メンバーでもあります。

source: He was the Director of Product Management at Atrica (acquired by Nokia-Siemens Networks), a carrier Ethernet equipment provider startup.
ja: キャリア イーサネット機器のプロバイダーとして起業した Atrica 社 (後に Nokia-Siemens Networks が買収) の製品管理担当ディレクターも務めました。

source: He was the founding CTO of CollabNet and CTO of the World Economic Forum.
ja: CollabNet の創設 CTO と World Economic Forum の CTO でもありました。

source: He was the founding CTO of CollabNet, CTO of the World Economic Forum and a board member of the Electronic Frontier Foundation.
ja: CollabNet の創設 CTO、World Economic Forum の CTO、および Electronic Frontier Foundation のボード メンバーでもありました。

source: He wrote many of the best practices and guidelines for those looking to use Prometheus, and publishes regularly on the Reliable Insights blog.
ja: Prometheus を使おうとしている人々のためにさまざまなベストプラクティスやガイドラインを著述し、Reliable Insights ブログに定期的に掲載しています。

source: He's contributed heavily to etcd and fleet and lead the development of the App Container (appc) specification and rkt, the first appc runtime.
ja: 彼は etcd や fleet に大きく貢献し、App Cotainer (appc) 仕様や最初の appc ランタイムである rkd の開発をリードしています。

source: He's held technical and marketing roles at the Open Source Development Labs, Glass Lewis & Co, Sprint, OmniSky, NorthPoint Communications, Lucent Technologies, and Bell Labs.
ja: また、Open Source Development Labs、Glass Lewis & Co、Sprint、OmniSky、NorthPoint Communications、Lucent Technologies、および Bell Labs において技術関連およびマーケティング関連の役職を経験しています。

source: He's passionate about Linux, F/OSS, the Oxford comma, and developing well-defined systems that scale.
ja: Linux、F/OSS、オックスフォード カンマ、およびスケーリング システムの開発などに興味があります。

source: Healthcare / Medical Devices 1%
ja: 保健 / 医療機器 1%

source: Help your staff learn new open source skills
ja: スタッフに最新のオープン ソース スキルを学ばせる

source: Helping to Secure the Web for Free
ja: Web の安全に貢献する無料サービス

source: Helping you get the most out of an on-site announcement.
ja: 会場でのアナウンスメントの効果を最大限に利用できます。

source: Helps organizations achieve open source compliance while minimizing impact on engineering resources and product delivery timelines
ja: 企業のリソースや製造工程への影響を最小限に抑えたオープン ソース コンプライアンスの実現を手助け

source: Here is what they are saying about The Linux Foundation Projects:
ja: The Linux Foundation のプロジェクトに関する参加企業の声をご紹介します。

source: Here is what you will need to prepare:
ja: 申し込み手順と注意点をあげます。

source: Highlights
ja: ハイライト

source: Highlights:
ja: ハイライト

source: Highly targeted marketing opportunities
ja: 目的を絞ったマーケティングが可能

source: Hiromi Wada
ja: 和田浩美氏

source: Hiromi is a co-director of AV and ICT Development Center at AVC Networks Company of Panasonic.
ja: 和田浩美氏は、パナソニック AVCネットワークス社 技術本部 AV&ICT開発センター 所次長です。

source: His focus has been on making the Linux kernel into a more deterministic operating system, and he helps maintain the real-time part of the scheduler.
ja: Linux カーネルをより確定的なオペレーティング システムにすることに力を注いできた彼は、スケジューラーのリアルタイム関連部分のメンテナンスを補佐しています。

source: His responsibilities encompass both workstations and mainframes.
ja: 担当分野はワークステーションとメインフレームです。

source: His upstream work includes being one of the first main developers of the PREEMPT_RT patch set.
ja: PREEMPT_RT パッチ セットの最初の主要開発者の 1 人として知られています。

source: His work at the vendor-neutral Linux Foundation gives him a unique and aggregate perspective on the global technology industry.
ja: ベンダー中立な The Linux Foundation のディレクターである彼は、独特の集約的な観点から世界の技術産業を見ることができます。

source: His work is focused on working with developer community to advance open source projects at scale.
ja: 彼は開発者コミュニティと協力し、オープン ソース プロジェクトの拡充を進めています。

source: His work with the Linux kernel is now found in every Android phone and data center running Linux today.
ja: 彼が Linux カーネルで行った作業は、現在のあらゆる Android フォンや、Linux を利用したデータセンターに使用されています。

source: His writing has appeared in Businessweek, Wired, and other top technology journals, and he is a regular keynote speaker at industry events.
ja: 彼の執筆は、Businessweek や Wired をはじめとする著名技術ジャーナルに掲載されており、業界のさまざまなイベントにおける常連の基調講演者です。

source: Hisashi Hashimoto
ja: 橋本 尚氏

source: Hisashi has been working on the development and management of commercial operating systems based on UNIX since he joined Hitachi.
ja: 橋本氏は日立製作所に入社以来、UNIX ベースの商用オペレーティング システムの開発および管理に取り組んできました。

source: Hitachi
ja: 日立製作所

source: Hobbyist Registration Fee: US$150*
ja: ホビイスト登録料金: US$150*

source: Honda
ja: 本田技研工業

source: Honda has also upgraded its contribution level from Bronze to Gold and joined the AGL Advisory Board.
ja: また、ホンダ自動車は貢献レベルをブロンズからゴールドにアップグレードし、AGL アドバイザリ ボード の一員になりました。

source: Hospital: St. Luke's International Hospital +81 3-3541-5151 OR 119 9-1 Akashichō, Chūō-ku, Tōkyō-to 104-8560, Japan
ja: 病院: 聖路加国際病院 03-3541-5151 または 119 〒104-8560 東京都中央区明石町9-1

source: Host an Evening Event $5,000
ja: イブニング イベントの主催 $5,000

source: Host: EMC
ja: 主催: EMC

source: Host: Fujitsu
ja: 主催: 富士通

source: Host: GE
ja: 主催: GE

source: Host: HPE
ja: 主催: HPE

source: Host: TIBCO
ja: 主催: TIBCO

source: Hotel & Travel
ja: 会場

source: How Microchip got their driver in the kernel mainline
ja: Microchip はいかにしてカーネルのメインラインにドライバーを加えたか

source: How To Give a Great Tech Talk
ja: よりよい発表をするために

source: How To Submit Your Proposal
ja: 発表案の提出方法

source: How are Individual Supporter funds put to use?
ja: 個人サポーターから集めた資金はどのように使われますか?

source: How can I check if my desired linux.com email address is already taken before I sign up?
ja: 希望する linux.com 電子メール アドレスを使えるかどうか、どうすればチェックできますか?

source: How can I donate to The Linux Foundation without my funds going to other organizations?
ja: The Linux Foundation への寄付金が他組織への助成に活用されないようにするにはどうすればよいですか?

source: How do I contact the Linux Foundation about my Individual Supporter role (feedback, suggestions, invalid discount code, etc)?
ja: 私の個人サポーターの役割 (フィードバック、提案、無効ディスカウント コードなど) について The Linux Foundation に問い合わせるにはどうすればよいですか?

source: How do I set up my Linux.com email address?
ja: Linux.com 電子メール アドレスの設定方法がわかりません。

source: How to prepare for a talk
ja: 講和を準備するには

source: How will your presentation help better the Linux and open source ecosystem?
ja: あなたの発表は、Linux / オープンソース エコシステムの改良にどのように役立ちますか。

source: However, after six months, we cannot guarantee that your old linux.com email address will not be in use by another Individual Supporter.
ja: ただし、6 か月以上経過すると、あなたの古い linux.com 電子メール アドレスが別の個人サポーターに使われる可能性もあります。

source: However, he said, “What I love about open source is that it really allows different people to work together.”
ja: ただし「オープンソースが素晴らしいのは、いろいろな人たちが一緒に働くことができるからだ」と言っています。

source: However, they may be deductible as trade or business expenses if ordinary and necessary in the conduct of your business.
ja: ただし業務処理における通常の必要な経費である場合は、控除対象になり得るでしょう。

source: However, we would be happy to check on it for you if you email us at supporterservices (at) linuxfoundation (dot) org.
ja: ただし supporterservices (at) linuxfoundation (dot) org あてにお問い合わせいただければ、個別に対応してチェックいたします。

source: I am getting an invalid promotion code for an Individual Supporter discount benefit.
ja: 個人サポーター用の割引き特典として入手したプロモーション コードが無効です。

source: I anticipate being able to help deepen that work as more industry professionals of all backgrounds get involved in open source.”
ja: さまざまなバックグラウンドを持つ業界プロフェッショナルがオープン ソースに関わり、その取り組みがさらに強化されることを期待しています。」

source: I did not renew and have let my Individual Supporter status lapse.
ja: うっかり更新し損ねたため、個人サポーター契約が無効になってしまいました。

source: I don’t really love other people, but I do love other people who get involved in my project.”
ja: 本当に人が好きというわけではありませんが、私のプロジェクトに関わってくれる人は大好きです。」

source: I had a great time, learned a ton, and truly enjoyed the chance to hang out with so many friends and colleagues that I only get to see at such events.”
ja: 私にとって素晴らしいひとときで、さまざまなことを学べましたし、イベントでしか会うことのない多くの友や同僚と語り合って、大いに楽しみました。」

source: I highly recommend LinuxCon (and other LF events) for anyone wanting to expand their understanding of the people, culture, and machinery behind Linux and OSS.”
ja: Linux や OSS を支えている人々、文化、そしてマシンを深く理解したい方は、ぜひ LinuxCon などの LF イベントに参加してみてください。」

source: I just want to support Linux or Linus.
ja: 私は Linux や Linus だけをサポートしたいのですが。

source: I'm happy with the people who are wandering around looking at the stars but I am looking at the ground and I want to fix the pothole before I fall in."
ja: 星を見上げて歩き回る人々を見るのは悪くありませんが、私は地面を見て、自分が穴に落ちる前にそれを直したいと思います。」

source: INCIDENT RESPONSE
ja: 事故対応

source: INDIVIDUAL - $99 STUDENT - FREE
ja: 個人サポーター － $99 学生 － 無料

source: INDUSTRY
ja: 産業

source: IO Visor experienced expedited community interest and growth by leveraging The Linux Foundation’s existing open source network
ja: IO Visor は、The Linux Foundation の既存のオープン ソース ネットワークを利用することで、コミュニティの関心と成長が促進されることを学んだ

source: IT / Dev Manager, Director & VP
ja: IT / 開発管理、ディレクター、VP

source: IT Operations Experts, System Administrators and Chief Architects
ja: IT 運用管理専門家、システム管理者、チーフ アーキテクト

source: Idea-generators.
ja: アイデアマン。

source: If I don't renew, what happens to my Linux.com address?
ja: 個人サポーター契約を更新しない場合、私の Linux.com アドレスはどうなりますか?

source: If Linux is your job, this is an event you can't afford to miss.
ja: Linux を利用している方にとって、参加必須のイベントです。

source: If Linux is your job, this is an event you can’t afford to miss.
ja: Linux を利用している方にとって、参加必須のイベントです。

source: If a linkage issue is found, a bug ticket is assigned to Engineering with a description of the issue in addition to a proposal on how to solve the issue.
ja: リンク問題が見つかった場合は、問題の説明と解決案を添えて、技術担当者あてにバグ チケットを発行します。

source: If a participant engages in harassing behavior, the conference organizers may take any action they deem appropriate, including warning the offender or expulsion from the conference, with no refund.
ja: 参加者がハラスメント行為に関与している場合、カンファレンス主催者は、違反者への警告やカンファレンスからの追放など、適切と思われるあらゆる行動をとります。返金処理は行いません。

source: If a participant engages in harassing behavior, the conference organizers may take any action they deem appropriate, ranging from issuance of a warning to the offending individual to expulsion from the conference with no refund, depending on the circumstances.
ja: 参加者がハラスメント行為に関与している場合、カンファレンス主催者は、違反者への警告やカンファレンスからの追放など、状況に応じて適切と思われるあらゆる行動をとります。返金処理は行いません。

source: If not, it is recommended to have performed the training Compliance Training for Developers (LFC191) available here.
ja: ソフトウェア ライセンスについて基本的に理解したい方には、こちらの Compliance Training for Developers (LFC191) の受講をお勧めします。

source: If open source software is eating the world, Linux Foundation events give companies a privileged seat at the table.
ja: オープン ソース ソフトウェアが世界を飲み込もうとしている今、Linux Foundation のイベントは、企業がそれを有効に利用できるよう最適な場を提供します

source: If you are a sponsor, speaker or member of the media, you will need an access code to register.
ja: スポンサー、スピーカー、またはメディアとして登録する場合は、対応するアクセス コードが必要です。

source: If you are being harassed, notice that someone else is being harassed, or have any other concerns relating to harassment, please contact a member of event staff immediately.
ja: ハラスメントを受けている当事者やハラスメント行為の目撃者、または懸念事項をお持ちの方は、イベント スタッフに速やかにお知らせください。

source: If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of conference staff immediately.
ja: ハラスメントを受けている当事者やハラスメント行為の目撃者、または懸念事項をお持ちの方は、カンファレンスのスタッフに速やかにお知らせください。

source: If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the event staff immediately.
ja: ハラスメントを受けている当事者やハラスメント行為の目撃者、または懸念事項をお持ちの方は、イベント スタッフに速やかにお知らせください。

source: If you are interested in hosting a co-located event alongside Automotive Linux Summit, please fill out this brief inquiry form with your event details.
ja: Automotive Linux Summit の併催イベント誘致にご興味のある方は、こちらのフォームにその概要を入力して送信してください。

source: If you are interested in hosting a co-located event alongside Open Source Summit Japan, please fill out this brief inquiry form with your event details.
ja: Open Source Summit Japan の併催イベント誘致にご興味のある方は、以下のフォームにその概要を入力して送信してください。

source: If you are looking to join one of our hosted projects, please visit The Linux Foundation Projects.
ja: The Linux Foundation ではさまざまな協業プロジェクトを主催しています。プロジェクトへの参加をご検討の場合は、The Linux Foundation のプロジェクトのページをご覧ください。

source: If you are planning to attend an upcoming event, and have concerns regarding another individual who may be present, please contact Angela Brown at angela@linuxfoundation.org.
ja: なお、イベントに参加する予定があるが、参加する可能性のある特定の人物に懸念を抱いている方は、angela@linuxfoundation.org までご連絡ください。

source: If you are planning to attend an upcoming event, and have concerns regarding another individual who may be present, please contact Angela Brown, VP of Events at angela (at) linuxfoundation (dot) org.
ja: なお、参加したいイベントがあるが、参加の可能性がある特定の人物について懸念があるという方は、イベント担当 VP の Angela Brown angela (at) linuxfoundation (dot) org までご連絡ください。

source: If you are proposing a panel discussion, please make sure that you list all of your potential panelists in your abstract.
ja: パネル ディスカッションを提案する方は、参加予定のパネリスト全員の氏名を列挙してください。

source: If you are unable to find the answer to your question in the FAQ please contact us at supporterservices (at) linuxfoundation dot org.
ja: FAQ の一覧にない疑問点がある場合は、info (at) linuxfoundation.jp (日本語)、または supporterservices (at) linuxfoundation dot org (英語) まで電子メールでお問い合わせください。

source: If you are unable to find the answer to your question in the FAQ, please contact us at supporterservices@linuxfoundation.org.
ja: FAQ の一覧にない疑問点がある場合は、info (at) linuxfoundation.jp (日本語)、または supporterservices (at) linuxfoundation dot org (英語) まで電子メールでお問い合わせください。

source: If you can't find your answer, please don't hesitate to contact us.
ja: 該当する回答が見つからない場合は、いつでもご連絡ください。

source: If you choose not to use the booth, lead retrieval scanners and press list, 10 additional conference passes will be included.
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、10 名分の無料招待券が追加提供されます。

source: If you choose not to use the booth, lead retrieval scanners and press list, 15 additional conference passes will be included.
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、15 名分の無料招待券が追加提供されます。

source: If you choose not to use the booth, lead retrieval scanners and press list, 20 additional conference passes will be included.
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、20 名分の無料招待券が追加提供されます。

source: If you choose not to use the booth, lead retrieval scanners and press list, 3 additional conference passes will be included.
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、3 名分の無料招待券が追加提供されます。

source: If you choose not to use the booth, lead retrieval scanners and press list, 6 additional conference passes will be included.
ja: ブース、参加者情報スキャナー、およびプレス リストを使用しない場合は、6 名分の無料招待券が追加提供されます。

source: If you did not get the Lifetime Email Add-On, the forwarding service will stop when your Individual Supporter status expires.
ja: ライフタイム電子メール アドレスを追加購入していない場合は、個人サポーターの期限が切れた時点で電子メールの転送サービスが停止されます。

source: If you don't know the access code, please contact at info (at) linuxfoundation dot jp.
ja: アクセス コードが不明な場合は、info (at) linuxfoundation dot jp までお問い合わせください。

source: If you enjoy using Linux and believe in our mission, please consider making a donation.
ja: Linux を使用し、私たちの使命を信じる方は、寄付についてぜひご検討ください。

source: If you get an error when using one of the EPP discount codes please email supporterservices (at) linuxfoundation (dot) org and we will assist.
ja: ディスカウント コードの使用時にエラーが出た場合は、速やかに supporterservices (at) linuxfoundation (dot) org まで電子メールでお知らせください。

source: If you have any questions about participating please don’t hesitate to contact us.
ja: ご不明な点がありましたら、何なりとご相談ください。

source: If you have ideas on how we can create a more inclusive event, please do not hesitate to let us know.
ja: より包容力のあるイベントにするためのアイデアをお持ちの方は、

source: If you have questions prior to the event, please email events@linuxfoundation.org.
ja: イベント開催前に質問がある場合は、events@linuxfoundation.org までお問い合わせください。

source: If you need a wheelchair or scooter, you can rent them from IDO Support.
ja: 車椅子や介護用車両などが必要な場合は、移動サポート http://www.ido-support.com/index.html のレンタルを利用できます。

source: If you need any assistance locating an elevator, or have other questions about accessibility onsite, please speak to a member of the Linux Foundation event staff at any of the registration or information desks onsite.
ja: エレベーターで移動する際に補助が必要な場合や、会場の利用について質問がある場合などは、受付やインフォメーション デスクにいる Linux Foundation イベント スタッフにお尋ねください。

source: If you notify us within 30 days of the renewal fee charge, we’ll be happy to cancel your Individual Supporter status and refund the renewal fee.
ja: 契約を更新後 30 日以内にご連絡いただければ、個人サポーター契約を解除するとともに、更新料を返金いたします。

source: If you purchased the Lifetime Email Add-On, your Linux.com email address will continue to work even if you don’t renew as an Individual Supporter.
ja: ライフタイム電子メール アドレスを追加購入している場合は、個人サポーター契約を更新しなくても、あなたの Linux.com 電子メール アドレスはずっとご利用いただけます。

source: If you rely on open source, you need to be a part of Linux Foundation events.
ja: オープン ソースを利用している方は、ぜひ Linux Foundation のイベントに関わってください。

source: If you rely on open source, you need to be a part of our events.
ja: オープン ソースを利用している企業はぜひ Linux Foundation のイベントに関わってください。

source: If you require first aid or medical assistance, please visit our registration desk or the hotel front desk.
ja: 救急 / 医療サービスが必要になった場合は、会場受付またはホテルのフロントへお越しください。

source: If you want to influence, learn from or recruit these maintainers and developers, or reach the IT managers, cloud architects, network architects, infrastructure managers or administrators, Linux Foundation events are a must-attend and must sponsor.
ja: オープン ソースのメンテナーや開発者に影響を与えたい、彼らから学びたい、彼らを雇用したい企業や、IT 管理者、クラウド設計者、ネットワーク設計者、または基盤管理者と交流したい企業は、Linux Foundation に参加し、スポンサーになることが近道です。

source: If you would prefer email, you can reach us at events@linuxfoundation.org.
ja: 電子メールをご利用の場合は、events@linuxfoundation.org あてに送信してください。

source: If your company is a Linux Foundation member, your participation will be guaranteed if you sign up BEFORE OCTOBER 21st.*
ja: Linux Foundation メンバー企業の方は、10 月 21 日までに登録してください。

source: If you’d like to nominate an organization to be considered for funding in coming years, please send your suggestions to info (at) linuxfoundation (dot) org
ja: 今後、助成の対象として検討を希望する組織がある場合は、info (at) linuxfoundation (dot) org までぜひお知らせください。

source: Immediately recognizing the potential of a concept previously thought impossible—decentralized digital money—he did what came naturally and developed bitcoin open source software.
ja: そこで、これまで不可能だと思われていた「分散化されたデジタル マネー」という概念の可能性を即座に理解し、いつの間にかビットコイン オープン ソース ソフトウェアを開発するようになっていました。

source: Implementation of lightweight governance model facilitated better collaboration with members and enabled technical steering committee to focus on smart growth of the technology
ja: 軽量なガバナンス モデルの実装により、メンバーとの良好なコラボレーションが促進され、技術運営委員会も技術面の成長促進に力を注ぐことができる

source: Implications of compliance precedents being established in the court systems
ja: 法廷制度で確立されているコンプライアンス判例の持つ意味

source: In 1993 he founded VA Linux (now SourceForge, NASDAQ:LNUX), where he served as CEO until August 2002 and led the company through an IPO in December 1999.
ja: 1993 年には VA Linux 社 (現在の SourceForge 社, NASDAQ:LNUX) を設立して 2002 年 8 月まで CEO を務め、1999 年 12 月に株式公開を行っています。

source: In 1994, Ted created /dev/random Linux device node and the corresponding kernel driver, which was the first Linux kernel interface that provided high quality cryptographic random numbers to user programs.
ja: 1994 年に Linux デバイス ノード /dev/random とこれに対応するカーネル ドライバーを開発しましたが、これは高品質な暗号乱数をユーザー プログラムに提供した最初の Linux カーネル インタフェースでした。

source: In 1994, he led the development of the first music store on the web, including conducting the first secure commercial transaction and implementing the first shopping cart.
ja: 1994 年には、初のインターネット上の音楽ストアの開発を主導して、初めての安全な商取引とショッピング カート システムの導入を実現しています。

source: In 2000, Linus was listed by Time Magazine as Number 17 in the Time 100: Most Important People of the Century.
ja: 2000 年には Time 誌による Time 100: The Most Important People of the Century (今世紀最も重要な人々) の 17 人目に選ばれました。

source: In 2005, citing a lack of free and open source version control tools that met his needs for performance and scale, Linus famously created Git in only 10 days.
ja: 2005 年、Linus がパフォーマンスやスケールのニーズを満たすフリー/オープン ソース版のバージョン管理ツールがないことを理由に、わずか 10 日間で Git を開発したことは有名です。

source: In 2006, he was invited to work for the Free Standards Group (now The Linux Foundation) merging linuxprinting.org into OpenPrinting and leading the OpenPrinting project full time.
ja: 2006 年に Free Standards Group (現 The Linux Foundation) に招待されてから同団体に所属し、Linuxprinting.org を OpenPrinting にマージしたほか、OpenPrinting プロジェクトをフルタイムで指揮しています。

source: In 2008, Bdale received a "Lutèce d'Or" as FLOSS personality of the year from FniLL.
ja: 2008 年には FniLL から "FLOSS personality of the year" として "Lutèce d'Or" を受賞しています。

source: In 2010 Ted moved to Google.
ja: 2010 年には Google に移りました。

source: In 2012, the LTC mission was expanded to include OpenStack upstream open source development.
ja: 2012 年に LTC のミッションが拡張され、OpenStack のアップストリーム オープン ソース開発も含まれることになりました。

source: In 2014, Jim took on additional responsibilities for z Systems and converged Power systems and was promoted to the position of Vice President of Open Systems Development.
ja: 2014 年にはさらに z Systems や集中型 Power Systems も担当するようになり、オープン システム開発担当バイス プレジデントの役職に昇格しました。

source: In 2015 financial year, Suzuki produced more than 2.9 million automobiles around the globe.
ja: 2015 年度は、世界全体で 290 万台以上の自動車生産実績を達成しました。

source: In 2015, Ms. Ruff was invited by Red Hat to be on a diversity leaders’ panel at the “All Things Open” conference.
ja: 2015 年には、Red Hat から "All Things Open" カンファレンスのダイバーシティ リーダー パネルの参加者として招待されました。

source: In 2015, Nithya was invited by Red Hat to be on a diversity leaders’ panel at “All Things Open” conference.
ja: 2015 年には、"All Things Open" カンファレンスのダイバーシティ リーダー パネルの参加者としてｍRed Hat に招待されました。

source: In 2015, our events generated:
ja: 2015 年の数値

source: In 2016, Linus Torvalds joined the elite ranks of TED speakers and shared with the world his aspirations and his thoughts on why he developed Linux.
ja: 2016 年、Linus Torvalds は TED のエリート ランクに参加し、なぜ Linux を開発したのか、彼の野望や思いを語りました。

source: In 2016, funds will be donated to Outreachy, a proven initiative that coordinates and underwrites programming internships for women, trans men and genderqueer people; FreeGeek, which recycles and refurbishes used computers and provides desktop training for underserved populations; and #YesWeCode, which is focused on training low opportunity youth to become high level coders.
ja: 2016 年に本プログラムによって得られた資金は、Outreachy (女性や性的少数派の人々向けのプログラミング インターンシップの調整・支援を行う実績あるイニシアチブ)、Free Geek (中古コンピューターをリサイクルおよび修理調整し、恵まれない人々にデスクトップ トレーニングを行うプロジェクト)、および ＃YesWeCode (トレーニング機会に恵まれない若者に高度なプログラマー教育を行う取り組み) への寄付に活用される予定です。

source: In 2016, the event brought together more than 1600 attendees from 24 countries and showcased information from innovators and technical leaders at companies including Altoros, Comcast, IBM, The Gap and more.
ja: 2016 年には 24 か国から 1,600 人以上が参加し、Altoros、Comcast、IBM、Gap などのイノベーターやテクニカル リーダーによる情報が紹介されました。

source: In August 1991, Linus announced that he was developing the Linux kernel, proclaiming, “it won’t be big and professional.”
ja: 1991 年に彼は Linux カーネルを開発したことを発表し、“it won’t be big and professional (大規模でプロフェッショナルなものにはならない)" とはっきり言っています。

source: In July 2010, Jeff stumbled across a post describing bitcoin.
ja: 2010 年の 7 月、Jeff はビットコインに関する投稿を見つけました。
